/* Error Alert Button */
"OK" = "Aceptar";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Error de análisis %1$zd, descripción: %2$@, línea: %3$zd, columna: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Error de validación %1$zd, descripción: %2$@, línea: %3$zd, columna: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Error al analizar XML de música";

/* Error Alert Title */
"MusicXML Validation Error" = "Error al validar XML de música";

/* Error message */
"Compressed MusicXML file seems to be malformed (could not find ‘full-path’)" = "El archivo comprimido MusicXML parece tener un formato incorrecto (no se encuentra \'full-path\')";

/* Error message */
"Could not create temporary conversion file" = "No se ha podido crear el archivo de conversión temporal";

/* Error message */
"Could not decompress (compressed MusicXML file)" = "No se ha podido descomprimir (el archivo MusicXML de música comprimida)";

/* Error message */
"File is not a MusicXML File" = "Este no es un archivo XML de música";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "El archivo MusicXML contiene un valor negativo o cero para “divisiones”";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* Scale Type Popup Menu */
"Chromatic" = "Cromático";

/* Scale Type Popup Menu */
"Custom" = "Personalizado";

/* Scale Type Popup Menu */
"Dorian" = "Dorian";

/* Scale Type Popup Menu */
"Harmonic Minor" = "Menor armónica";

/* Scale Type Popup Menu */
"Japanese#sct" = "Japonesa";

/* Scale Type Popup Menu */
"Klezmer" = "Klezmer";

/* Scale Type Popup Menu */
"Locrian" = "Locria";

/* Scale Type Popup Menu */
"Lydian" = "Lidio";

/* Scale Type Popup Menu */
"Major" = "Mayor";

/* Scale Type Popup Menu */
"Major + b7" = "Mayor + b7";

/* Scale Type Popup Menu */
"Major Blues" = "Blues mayor";

/* Scale Type Popup Menu */
"Major Pentatonic" = "Pentatónica mayor";

/* Scale Type Popup Menu */
"Major/Minor" = "Mayor/menor";

/* Scale Type Popup Menu */
"Melodic Minor" = "Menor melódica";

/* Scale Type Popup Menu */
"Minor Blues" = "Blues menor";

/* Scale Type Popup Menu */
"Minor Pentatonic" = "Pentatónica menor";

/* Scale Type Popup Menu */
"Mixolydian" = "Mixolidio";

/* Scale Type Popup Menu */
"Natural Minor" = "Menor natural";

/* Scale Type Popup Menu */
"Phrygian" = "Frigia";

/* Scale Type Popup Menu */
"South-East Asian" = "Sureste asiático";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Afinación normal para guitarra de 6 cuerdas";
